Revit 2027 API
ParameterTypeId.ToposolidTypeDefaultThicknessParam Property
 "Default Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidTypeDefaultThicknessParam { get; }
Public Shared ReadOnly Property ToposolidTypeDefaultThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidTypeDefaultThicknessParam {
	ForgeTypeId^ get ();
}
static member ToposolidTypeDefaultThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace